{
  "hiring": {"title": "HIRING POST", "questions": {"1": "***Tell us more about the job, you may freely go into detail as much as you feel like is needed.***", "2": "***Describe the payment to this job.***", "3": "***Showcase some of your work here, could be a link to a portfolio. (ATTACHMENTS ARE CURRENTLY NOT SUPPORTED!)***", "4": "***In case you have something else that you would like to add onto the previous statements, please provide it now.***", "5": "Would you like to send this for Post Approval?\n Reply with `yes` or `no`"}},
  "for_hire": {"title": "FOR_HIRE POST", "questions": {"1": "***Define your specialties here, like for example a Java programmer, an Artist et cetera.***", "2": "***Showcase some of your previous work examples here, could be a link to a portfolio. (ATTACHMENTS ARE CURRENTLY NOT SUPPORTED!)***", "3": "***What is your desired payment for the job? Please define it here.***", "4": "***In case you have something else that you would like to add onto the previous statements, please provide it now.***", "5": "Would you like to send this for Post Approval?\n Reply with `yes` or `no`"}},
  "sell_creations": {"title": "SELL_CREATIONS POST", "questions": {"1": "***Showcase the creation here. (ATTACHMENTS ARE CURRENTLY NOT SUPPORTED!)***", "2": "***What is your desired payment for your work? Please define it here.***", "3": "***In case you have something else that you would like to add onto the previous statements, please provide it now.***", "4": "Would you like to send this for Post Approval?\n Reply with `yes` or `no`"}},
  "report": {"title": "REPORT POST", "questions": {"1": "***Who are you filing this report on? Please provide their Username and Discriminator/Tag. Example: Noob#1234 or MarkiPro#3753***", "2": "***What did this person do?***", "3": "***Do you have any evidence? If so, provide it here (ATTACHMENTS ARE NOT SUPPORTED!)***", "4": "***In case you have something else you wanted to add onto your current statement, please do.***", "5": "Would you like to send this report?\n Reply with `yes` or `no`"}}
}